# Урок №3. Ввод-вывод и базовые переменные

# Задание №1

animal = input("Введите тип животного: ")
name = input("Введите кличку: ")
age = input("введите его возраст: ")

print("Это", animal, "по кличке", "\""+ name + "\".", "Возраст:", age, "года.", sep=(" "))


# Задание №2

print("Этапы развития человека:")

a1 = input("первая стадия: ")
a2 = input("вторая стадия: ")
a3 = input("третья стадия: ")
a4 = input("четвертая стадия: ")
a5 = input("пятая стадия: ")
a6 = input("шестая стадия: ")

print(a1, a2, a3, a4, a5, a6, sep=("=>"))